{
    "data" : [
        {
            "id": 1,
            "blogCategory": "BLOGGING",
            "blogTitle" : "An imposter is Among Us",
            "postedOn": "Nov 21, 2020",
            "blogImage": "amongusmap.jpg",
            "blogText": [
                "What a strange year it has been. I began this year with a lot of dreams in my head - attaining my computer science degree, living in the city, travelling through Spain and Portugal, starting my full-time job, having more time to pursue all the hobbies I’ve wanted to for years. I wanted to take those pole dance classes, writing workshops, dance. It felt like my entire life had been on the cusp of this very year, this moment I had been awaiting to begin living the way I desired. Then it all came crashing down, as it did for everyone else around me.",
                "I remember in early February as I watched videos of temporary hospitals being built in China, on Twitter. I remember this slow paranoia that took over as I hid inside my apartment more than usual. One evening in particular - my sister was laughing on our green sofa as I stashed two bottles of NyQuil, a large bottle of Tylenol and some DayQuil tablets in a plastic bag. Then, a couple weeks later I celebrated my birthday, took the oath of Citizenship on a Wednesday afternoon and by the next Monday the entire city was in a lockdown.",
                "March was total chaos mentally and physically. We moved out of the small apartment in the city we called home, and returned to exile at our parent’s home in the suburbs. I ended my university semester using a red laundry basket upside down as a desk for my laptop whilst waiting for our furniture to arrive. Instead of walking through the doors of the IBM Markham lab, I opened a brown cardboard box with my new work laptop.",
                "It is such a privilege that I get to do this in the midst of a pandemic, while everyone that is truly essential to society is out there working despite the dangers. I remind myself of that often. When the days feel endless, and I haven’t seen any friends in person for weeks, I keep reminding myself of that. It is not fair. I am thankful for what I have. Then there were moments of freedom despite it all - an unforgettable week in Vancouver, laying on the beach, drinking in the apartment, driving through the mountains. All the evening outdoor picnics with close friends. A lovely day walking around high park with some new Twitter friends.",
                "I also started gaming this year. My first few purchases during lockdown were a PS4 and a TV. Did I ever see myself spending 10 hours a day in early lockdown burning out on Call of Duty: Modern Warfare??? Hell no. Yet here we are. I am so burnt out now that I haven’t played it in 2 months. Instead, my current obsession has been Among Us. I love that these outlets exist especially now that we cannot interact in person.",
                "Hearing my friends voices over discord as we fight over who is SUS is enough for now. A planned Netflix party movie night is enough. FaceTime and HouseParty and all the video streaming applications that are getting us through this time are a reminder that we need each other more than ever. I used to think that being independent of others, working through problems alone was the way to solve them best. But I was wrong. All of this has reminded me of how interdependent our lives truly are, how much they are improved by the inflections of others. I hope that this will carry me through and beyond this public health crisis. I hope to see you all on the other side."
            ]
        }
    ]
}